Revit 2027 API
TableCellCalculatedValueData.GetName Method
 Gets the name of the calculated value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string GetName()
Public Function GetName As String
public:
String^ GetName()
member GetName : unit -> string
Return Value
String
See Also
Reference
TableCellCalculatedValueData Class
Autodesk.Revit.DB Namespace